app/controllers/users_controller.rb

INSERT INTO `users` (`name`, `username`, `password`, `created_at`, `modified_at`) VALUES ('teste', 'teste', 'teste', '2018-07-11 19:30:46', '2018-07-11 19:30:00')
---
  def create
    @user = User.new(user_params)

    respond_to do |format|
      if @user.save